{
	"containers": {
		"blog": {
			"questions": "Main questions",
			"resume": "Introduction",
			"topics": "Filters",
			"link": "Web site"
		},
		"blogs": {
			"subtitle": "Posts",
			"delete_message": "Do you want to delete this post",
			"si": "Yes",
			"no": "No",
			"search": "Search by filter or post's title"			
		},
		"home": {
			"subtitle": "This is the @Serbrylex's web site / portfolio",
			"whoiam": "I am an eternal student who seeks to change the world through coding.",			
			"download_cv": "Download CV",
			"projects": "Projects",
			"about_me": "About me",
			"who": "¿Who am i?",
			"iam": [
				"I am a young man in my 20s who utilizes technology to shape the world.",			
				"A person fascinated by the infinite potential of humanity, who seeks to push myself to the limits in order to achieve my goals."
			],
			"trayectory": "Trajectory",
			"trayecotry_description": [
				"My first encounter with programming occurred during my time in high school. I studied programming at CBTis #111, where I learned pseudocode, the fundamentals of C++, Java, and gained some knowledge about mobile app development using Android Studio. Additionally, with the help of a friend, I delved into Kotlin. On my own, I also learned the basics of web development",
				"After finishing high school, I had to start working, and with the money I saved, I purchased an annual subscription at Platzi. That's where my exponential improvement began. I learned HTML, CSS, JavaScript, React, Python, and Django through the courses and resources available on the platform.",
				"I learn every day, and even today, I am acquiring more knowledge about frontend development. In the near future, my plan is to become a fully-fledged full-stack developer. My goal is to finance my university education by saving money from my work as a software developer. I intend to enroll in the Bachelor's Degree program in Industrial Engineering and at the University of the Caribbean. This program appeals to me because it includes subjects like economics, physics, mathematics, and extensive programming. During my time at the university, I hope to secure a scholarship to study in the United States. Upon completing my degree, my plan is to reside there and pursue a career in the space industry, fulfilling my dream."
			],
			"tools": "Tools",
			"interestings": "Interestings",
			"blogs": "Blogs"
		}
	},
	"components": {
		"header": {
			"add_blog": "Add blog"
		},
		"image_section": {
			"upload_image": "Upload image"
		},		
		"project": {
			"description": "Description",
			"dificulties": "Dificulties"
		}	
	}
}