{
	"containers": {
		"blog": {
			"questions": "Main questions",
			"resume": "Introduction",
			"topics": "Filters",
			"link": "Web site"
		},
		"blogs": {
			"subtitle": "You are searching posts about",
			"delete_message": "Do you want to delete this post",
			"si": "Yes",
			"no": "No",
			"search": "Search by filter or post's title"			
		},
		"home": {
			"subtitle": "This is the @Serbrylex's web site / portfolio",
			"whoiam": "I am an eternal student who seeks to change the world through code.",			
			"download_cv": "Download CV",
			"proyects": "Projects",
			"about_me": "About me",
			"who": "¿Who am i?",
			"iam": [
				"I'm a young man in my 20s who uses technology to shape the world.",			
				"I'm a person fascinated by the infinite human potential, who seeks to surrender to the limit to achieve its goal."
			],
			"trayectory": "Trajectory",
			"trayecotry_description": [
				"My first toutch with programming was while I was at the highschool, I studied programming in CBTis # 111 where i learned pseudocode, the C ++ basics, Java and something about mobile apps with Android Studio and with a friend i learn a little bit about Kotlin, by my own I learned the web development basics.",
				"When I finished high school I had to work and saving a little money I bought an annual subscription at Platzi, that's where I improved exponentially. I learned HTML, CSS, JavaScript, React, Python, Django.",
				"I learn every day and even today I know more about frontend in the near future, I plan to be completely fullstack. My goal is to pay for the university with the money that I will save working as a software developer, I will enter the University of the Caribbean in the Bachelor's Degree: Data Engineering and Organizational Intelligence, because in their study plan they have economics, some physics, mathematics and a lot of programming. As long as I study there, I hope to get a scholarship to study in the United States and when I finish university I plan to live there and work in the space dream."
			],
			"tools": "Tools",
			"interestings": "Interestings",
			"blogs": "Blogs"
		}
	},
	"components": {
		"header": {
			"add_blog": "Add blog"
		},
		"image_section": {
			"upload_image": "Upload image"
		},		
		"proyect": {
			"description": "Description",
			"dificulties": "Dificulties"
		}	
	}
}